import { IPrDropDownItem } from 'components/PrDropDown/PrDropDown'

export const graderHomeCategories: IPrDropDownItem[] = [
  {
    id: 1,
    examId: 1,
    text: 'مهندسی و صنعت',
    description: 'مهارت حل مسائل پیچیده، مهارت یادگیری پویا، مهارت مستند سازی',
  },
  {
    id: 2,
    examId: 1,
    text: 'فن‌آوری و علوم رایانه ای',
    description: 'مهارت معماری اطلاعات، مهارت هوش دیجیتال، مهارت تحلیل داده ها',
  },
  {
    id: 3,
    examId: 1,
    text: 'علم و پژوهش',
    description:
      'مهارت یادگیری پویا، مهارت پژوهش و جستجو، مهارت تسلط به زبان بین المللی ',
  },
  {
    id: 4,
    examId: 1,
    text: 'تجارت و بازرگانی',
    description:
      'مهارت مدیریت هوش هیجانی، مهارت خلاقیت و نوآوری، مهارت تسلط بر هوش دیجیتال',
  },
  {
    id: 5,
    examId: 1,
    text: 'هنرهای رایانه‌ای',
    description:
      'مهارت برقراری ارتباط نوشتار و زبانی، مهارت طراحی خلاقانه، سواد رسانه ای',
  },
  {
    id: 6,
    examId: 1,
    text: 'هنر',
    description:
      'مهارت ارائه خلاقانه احساسات، مهارت هنر دیجیتال، مهارت نقد پذیری',
  },
  {
    id: 7,
    examId: 1,
    text: 'حقوق',
    description:
      'مهارت پژوهش و جستجو، مهارت تفکر نقادانه، مهارت تجزیه و تحلیل و نتیجه گیری',
  },
  {
    id: 8,
    examId: 1,
    text: 'خدمات عمومی',
    description:
      'مسئولیت پذیرای اجتماعی، مهارت تصمیم گیری در شرایط بحرانی، مهارت های عمومی روانشناختی ',
  },
  {
    id: 9,
    examId: 1,
    text: 'پزشکی و سلامت',
    description:
      'مهارت مدیریت هیجانات، مهارت تسلط بر  شیوه نامه های  بهداشتی، مهارت همدلی کردن',
  },
  {
    id: 10,
    examId: 1,
    text: 'علوم تغذیه و آشپزی',
    description:
      'مهارت توجه به جزئیات، مهارت ترکیب و نوآوری، سواد سلامت و تندرستی',
  },
  {
    id: 11,
    examId: 1,
    text: 'آموزش',
    description:
      'مهارت ساختن طرحواره های یادگیری، مهارت و تسلط به زبان بین المللی، مهارت کلامی و اشاره',
  },
  {
    id: 12,
    examId: 1,
    text: 'علوم اجتماعی',
    description:
      'مهارت تحلیل رفتارهای انسانی، مهارت برقراری ارتباط موثر، مهارت پژوهش و جستجو',
  },
  {
    id: 13,
    examId: 1,
    text: 'ارتباطات و روابط عمومی',
    description:
      'سواد رسانه ای،\r\nمهارت مدیریت ارتباطات چندگانه،\r\nمهارت نویسندگی خلاق\r\n',
  },
  {
    id: 14,
    examId: 1,
    text: 'خدمات فنی و حرفه‌ای',
    description:
      'مهارت کاربری ابزار، مهارت بهداشت ایمنی و محیط زیست، مهارت تعمیر و نگهداری',
  },
  {
    id: 15,
    examId: 1,
    text: 'امور مالی و اقتصادی',
    description:
      'مهارت کار با اعداد و تحلیل ریاضی، مهارت ارزیابی و تخمین دقیق، مهارت برآورد اقتصادی بهینه',
  },
]
